Repository: NaN-tic/trytond-babi_reports_sale_opportunity
Catalog: locale/*.po
Languages: ca_es

# model:babi.dimension,name:opportunity_yearclosed_origin__yearclosed
source: Year Closed
ca_es: Any tancament

# model:babi.expression,name:sale_opportunity_city
source: City
ca_es: Ciutat

# model:babi.expression,name:sale_opportunity_country_name
source: Country
ca_es: País

# model:babi.expression,name:sale_opportunity_day_closed
source: Day End Date
ca_es: Dia data fi

# model:babi.expression,name:sale_opportunity_id
source: ID
ca_es: Identificador

# model:babi.expression,name:sale_opportunity_month_closed
source: Month End Date
ca_es: Mes data final

# model:babi.expression,name:sale_opportunity_name
source: Name
ca_es: Nom

# model:babi.expression,name:sale_opportunity_planned_revenue
source: Estimated Revenue
ca_es: Import estimat

# model:babi.expression,name:sale_opportunity_probability
source: Probability
ca_es: Probabilitat

# model:babi.expression,name:sale_opportunity_state_name
source: State/Region
ca_es: Estat/Regió

# model:babi.expression,name:sale_opportunity_user
source: Employee
ca_es: Empleat

# model:babi.expression,name:sale_opportunity_week_closed
source: Week End Date
ca_es: Setmana data finalització

# model:babi.expression,name:sale_opportunity_year_closed
source: Year End Date
ca_es: Any data fi

# model:babi.expression,name:sale_opportunity_yearmonth_closed
source: Year-Month End Date
ca_es: Any Mes Data fi

# model:babi.expression,name:sale_opportunity_yearmonthday_closed
source: Date End Date
ca_es: Data fi

# model:babi.expression,name:sale_opportunity_zip
source: Zip
ca_es: Codi postal

# model:babi.filter,name:all_leads
source: Leads
ca_es: Iniciatives

# model:babi.filter,name:all_opportunities
source: All Opportunities
ca_es: Totes les oportunitats

# model:babi.filter,name:cancel_opportunities
source: Cancelled Opportunities
ca_es: Oportunitats cancel·lades

# model:babi.filter,name:converted_opportunities
source: Converted Opportunities
ca_es: Oportunitats convertides

# model:babi.filter,name:lost_opportunities
source: Lost Opportunities
ca_es: Oportunitats perdudes

# model:babi.filter,name:open_opportunities
source: Open Opportunities
ca_es: Oportunitats obertes

# model:babi.measure,name:opportunity_yearclosed_origin_
source: Opportunities
ca_es: Oportunitats

# model:babi.measure,name:opportunity_yearclosed_origin__planned_revenue
source: Excpected Revenue
ca_es: Import previst

# model:babi.report,name:opportunity_yearclosed_origin
source: Opportunities: Year Closed
ca_es: Oportunitats: Any tancat
